Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/depts/udir.no/1_forklaring-til-veiledningen.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Čilgehus oaivadussii
sma: Udir.no - Buerkiestimmie bihkedæmman

source: Čilgehus oaivadussii
sma: Buerkiestimmie bihkedæmman

source: Neavvagat ja ovdamearkkat bargamis sámegiela nubbingiela oahppoplánain
sma: Raerieh jïh vuesiehtimmieh gosse barkeminie Learoesoejkesjinie saemien mubpiegïeline

source: Oahppoplána gelbbolašvuođamihttomearit lea juhkkojuvvon logi dássái.
sma: Learoesoejkesjen maahtoeulmie lea joekedamme luhkie daltesinie.

source: Oaivádus oainnusmahttá soames gelbbolašvuođamihttomeriid ja buktá ovdamearkkaid dasa movt sáhttá bargat oahppodoaimmaiguin, heivehuvvon oahpahusain, vuođđudeaddji gálggaiguin, gielladomeanaiguin ja buot logi dásiin árvvoštallan.
sma: Bihkedimme tjïelkestahta såemies maahtoeulmieh, jïh vuesiehtimmieh vadta guktie maahta lïerehtimmiedarjomigujmie barkedh, sjïehtedamme lohkehtimmie, vihkielommes maehtelesvoeth, gïelesuerkieh jïh vuarjasjimmie gaajhkide dejtie luhkie daltesidie.

source: Oahpaheaddjit ja skuvllat sáhttet atnit oaivádusa báikkálaš oahppoplánabargui ja konkrehta oahpahusdahkosiin.
sma: Learohkh jïh skuvlh maehtieh bihkedimmiem nåhtadidh voenges learoesoejkesjebarkosne, jïh goh tjïelke ööhpehtimmiesoejkesjh.

source: Ovdamearkka dihte leat 1-4 dásis Heivehuvvon oahpahusas ovdamearkkat movt oahpahusdagus sáhttá heivehuvvot iešguđet ahkásaččaide danin go ohppiin dávjá lea iešguđetge vuolggadássi fágas beroškeahttá guđe ahkeluohkkái gullet.
sma: Vuesiehtimmien gaavhtan sæjhta daltesidie 1-4, Sjïehtedamme lohkehtimmien nuelesne, vuesiehtimmieh årrodh guktie maahta ööhpehtimmiesoejkesjidie sjïehtedidh dejtie ovmessie aalteredåehkide, ihke learohkh daamtaj maehtieh jeereldihkie aalkoevåaromem faagesne utnedh, saaht mennie daltesisnie lea.

source: Oahppoplána váldomihttomearrin lea ahte fága sámegiella nubbingiellan okta dárogiela fágain, láhčá ohppiide vuođu šaddat doaibmi guovttegielagiin.
sma: Akte åejvieulmie learoesoejkesjisnie dïhte faage saemien mubpiegïeline, ektine faagine nöörjen, våaroemem beaja ihke dah learohkh edtjieh funksjovnelle guektiengïeline sjïdtedh.

source: Dat mearkkaša ahte oahppit galget movttiidahttojuvvot ja šaddat gielalaš oadjebasat ahte árgabeaivvis válljejit sámegiela gulahallangiellan.
sma: Dïhte sæjhta jiehtedh learohkh edtjieh skraejriem åadtjodh jïh jearsoes sjïdtedh saemien veeljedh goh gaskesadtemegïele, aaj aarkebiejjien.

source: Oaivádus čájeha ovdamearkkaid main Njálmmálaš gulahallan ja Dihtomielalašvuohta giela ja kultuvrra birra váldooasit leat vuođđun.
sma: Bihkedimmie vuesiehtimmieh vuesehte mah våaroemem utnieh dejnie åejviesuerkine Njaalmedh gaskesadteme jïh Gielen jïh kultuvren bïjre daejredh.

source: Oaivádus ii fátmmas buot oahppoplána gelbbolašvuođamihttomeriid.
sma: Bihkedimmie ij amma gaajhkh maahtoeulmieh gænnah faarhmesth learoesoejkesjisnie.

source: Vuođđudeaddji gálggat
sma: Vihkielommes maehtelesvoeth

source: Vuođđudeaddji gálgan nugomat máhttit njálmmálaččat báhkkodit sámegillii, ii leat diehttelassan ohppiide sámegiella nubbingiela fágas.
sma: Akte vihkielommes maehtelesvoete goh sov njaalmeldh daajroem njaalmeldh buektedh saemiengielesne, ij naan buajhkoesvoete dejtie learoehkidie faagesne saemien mubpiegïeline.

source: Oaivadusas leat oahpaheaddjái neavvagat, vuogádatcavgileamit ja ovdamearkkat mat sáhttet leat veahkkin láhčamis dili vai oahppit ohppet sámegiela hupmat.
sma: Bihkedimmie lohkehtæjjese raerieh, vuekieh jïh vuesiehtimmieh vadta, mah maehtieh viehkine årrodh gosse edtja sjïehteladtedh dah learohkh lïerieh iemielaakan saemiestidh.

source: Dihtomielalašvuohta giela ja kultuvrra birra
sma: Gïelen jïh kultuvren bïjre daejredh

source: Lea dehálaš kártet giela dili ja árvvu skuvllas, oppalaččat suohkanis ja fylkkas.
sma: Vihkeles gïelen tsiehkiem jïh staatusem goerehtalledh skuvlesne, tjïeltesne sïejhmelaakan, jïh fylhkesne.

source: Giellaoahpahusdárbu rievddada iešguđetge guovlluid mielde.
sma: Gïelelohkehtimmien daerpiesvoeth sïjhtieh jeereldihkie årrodh dejnie ovmessie dajvine.

source: Ovdamearkka dihte lea vejolaš ahte máŋga oahpaheaddji ovttas čađahit iskkadeami, dahje oahppit dan dahket doppe gos lea vejolaš.
sma: Vuesiehtimmien gaavhtan, jienebh lohkehtæjjah maehtieh ektesne aktem goerehtimmiem darjodh, jallh learohkh dam tjïrrehtieh desnie gusnie gåarede.

source: Kártemis sáhttá fuomášit domeanaid (giellaarenaid) gos sámegiella lea nanus ja mii sáhttá leat ávkkálaš reaidun giellaoahpahusas.
sma: Goerehtalleme maahta vuesiehtidh dejtie suerkide (gïelesijjieh) gusnie saemien nænnoes, jïh mah maehtieh aevhkies dirregh årrodh gïelelohkehtimmesne.

source: Lea maiddái vejolaš ásahit iežas sámegielat arenaid, nugomat guovlluid, lanjaid, olbmuid, doaimmaid dahje áigodaga.
sma: Aaj gåarede jïjtsh saemiengïelen suerkieh tseegkedh, goh dajvh, tjiehtjelh, almetjh, darjomh jallh boelhkh.

source: Geahča muđui sierra artihkkala gielladomeanaid birra.
sma: Vuartesjh aaj jïjtse artihkelem gïelesuerkiej bïjre.

source: Sáhttá maiddái atnit Eurohpalaš Giellapearpma (ESP) kártenbarggus.
sma: Maahta aaj Europeisk Språkperm (ESP) nåhtadidh gosse goerehtalleminie barkeminie.

source: Kártema bakte sáhttet oahppit válddahit guđe sámegielat dásis sii leat, ja movt sii sáhttet gielalaččat ovdánit.
sma: Goerehtallemen tjïrrh learohkh maehtieh buerkiestidh mennie daltesisnie dah leah saemien gïelesne, jïh guktie dah maehtieh sov gïelem evtiedidh.

source: Skuvllain main leat unnán oahppit juohke klássadásis, sáhttet ráhkadit ođasmahtti plána smávvaskuvladássái, gaskadássái ja nuoraiddássái main fáttát sámegiella 2 ja 3 leat oassin.
sma: Skuvlh mah vaenie learohkh utnieh fïerhtene klaassedaltesisnie, maehtieh aktem jårreden soejkesjem darjodh smaaveskuvledaltesasse, gaskedaltesasse jïh noeredaltesasse, gusnie dah aamhtesh Saemien 2 jïh 3 leah meatan.

source: Ođasmahttima bakte sáhttet buot oahppit joavkkus bargat seamma fáttáin.
sma: Akten jårredimmien tjïrrh, gaajhkh learohkh maehtieh dåehkesne barkedh seamma aamhtesinie.

source: Dán oahpaheaddji earuha ja heiveha ohppiid agi ja ovdalgihtii máhtu ektui.
sma: Lohkehtæjja joekehte mestie man båeries learohke lea, jïh mah åvtedaajroeh learohke åtna.

source: Nu sáhttet oahppit ovttasbargat ja čađahit oahppandoaimmaid ovttas.
sma: Naemhtie learohkh maehtieh laavenjostedh jïh lïerehtimmiedarjomh ektesne darjodh.

source: Mii diehtit ahte ollu oahppit oahpahuvvojit gáiddusoahpahusa bakte, ja dat sáhttá leat hástaleaddjin.
sma: Dåårjehtimmien mietie, jïjnjh learohkh lohkehtimmiem maajhööhpehtimmien baaktoe åadtjoeh, jïh dïhte maahta haestiedihks årrodh.

source: Soames dásiin lea gáiddusoahpahus lagabui čilgejuvvon.
sma: Såemies dejnie daltesinie lea maajhööhpehtimmiem lïhkebe buerkiestamme.

source: Oaivadusas lea sierra oassi ovdáneami birra.
sma: Bihkedimmien akte jïjtse bielie evtiedimmien bïjre.

source: Dat govvida movt giellaovdáneapmi leat jurddašuvvon čadnot gelbbolašvuođamihttomeriide mat leat oaivádusas.
sma: Dïhte vuesehte guktie ussjedamme gïeleevtiedimmiem maahtoeulmide ektiedidh, mah leah bihkedimmesne.

source: Oaivádus lea ráhkaduvvon dainna ulbmiliin ahte galgá sáhttit adnot buot sámi guovlluin.
sma: Bihkedimmiem dorjeme naemhtie guktie maahta dam nåhtadidh gaajhkine saemien dajvine.

source: Soames oktavuođain šaddá oahpaheaddji heivehit ávdnasiid ja oahpponeavvuid báikkálaš dilálašvuođaide.
sma: Muvhten aejkien lohkehtæjja tjuara materijellem jïh learoevierhtieh sjïehtedidh voenges tsiehkiej mietie.

source: Sámi oahpponeavvodilli ii ollenge leat dohkálaš, muhto oaivádussii leat čohkkejuvvon dieđut gávdni oahpponeavvuid birra.
sma: Ij leah learoevierhtietsiehkie saemien gïelesne gaajh hijven, bene bihkedimmesne aaj akte læstoe gaavnoes learoevierhtiej bïjre.

source: Oaivádus sisttisdoallá obanassiige ollu konkrehta oahppodoaimma ovdamearkkaid.
sma: Bihkedimmesne ållesth jïjnjh tjïelke vuesiehtimmieh lïerehtimmiedarjomidie.

source: Ollu dain doaimmain sáhttet čađahuvvot buot dásiin.
sma: Jïjnjh dejstie darjomijstie maahta darjodh gaajhkine daltesinie.

source: Nu oaivadusas leat gávdnamis konkrehta oahppodoaimma rávvagat.
sma: Naemhtie bihkedimmie aaj maahta tjïelke raerieh vedtedh lïerehtimmiedarjomidie.
